Repository: WhistlerW/VP
Catalog: VP/SupportingFiles/*.lproj/Localizable.strings
Languages: sl

# language
source: en
sl: sl

# action_sign_up
source: Register
sl: Registracija

# action_sign_in
source: Log in
sl: Prijava

# action_sign_up_uppercased
source: REGISTER
sl: REGISTRACIJA

# action_sign_in_uppercased
source: LOG IN
sl: PRIJAVA

# action_next
source: NEXT
sl: NAPREJ

# action_confirm
source: Confirm
sl: Potrdite

# action_go_back
source: Back
sl: Nazaj

# action_back
source: Back
sl: Nazaj

# action_continue
source: Continue
sl: Naprej

# action_save
source: Save
sl: Naprej

# action_close
source: Close
sl: Zaprite

# action_finish
source: Finish
sl: Zaključite

# action_browse
source: Browse
sl: Poiščite

# action_see_more
source: See more
sl: Več

# action_cancel
source: Cancel
sl: Prekinite

# action_apply
source: Apply
sl: Uporabi

# action_upload
source: Upload
sl: Naložite

# action_let_do_it
source: Sure, let's do it!
sl: Seveda, akcija!

# action_copy
source: Copy
sl: Kopirajte

# action_send
source: Send
sl: Pošljite

# action_accept
source: Accept
sl: Sprejmi

# action_reject
source: Reject
sl: Zavrni

# action_receive
source: Receive
sl: Prejmite

# lbl_share
source: Share via
sl: Delite preko

# lbl_first_name
source: First name
sl: Ime

# lbl_last_name
source: Last name
sl: Priimek

# lbl_email
source: Email
sl: E-pošta

# lbl_password
source: Password
sl: Geslo

# lbl_country_of_residence
source: Country of residence
sl: Država

# lbl_country
source: Country
sl: Država

# lbl_your_phone_number
source: Phone number
sl: Telefon

# lbl_phone_number
source: Phone number
sl: Telefon

# lbl_step
source: Step
sl: Korak

# lbl_advisor
source: Advisor
sl: Svetovalec

# lbl_advisors
source: Advisors
sl: Svetovalci

# lbl_support
source: Support
sl: Podpora

# lbl_message
source: Message
sl: Sporočilo

# lbl_title
source: Payments
sl: Naslov

# lbl_crypto
source: Crypto
sl: Kripto

# lbl_total_balance
source: Total balance
sl: Stanje

# lbl_today
source: Today
sl: Danes

# lbl_communication_center
source: Messages
sl: Sporočila

# lbl_news
source: News
sl: Novice

# lbl_watchlist
source: Watchlist
sl: Bližnjice

# lbl_investment
source: Investment
sl: Naložbe

# lbl_emergency
source: Emergency
sl: Zlata rezerva

# lbl_wallet
source: Wallet
sl: Denarnica

# lbl_investment_savings
source: Saving & Investments
sl: Varčevanje & Investicije

# lbl_emergency_liquidity
source: Liquidity
sl: Rezerva

# lbl_total_assets
source: Total assets
sl: Sredstva skupaj

# lbl_assets
source: Assets
sl: Sredstva

# lbl_filter_by
source: Filter by
sl: Filtrirajte po

# lbl_delete
source: Delete
sl: Izbrišite

# lbl_choose
source: Choose
sl: Izberite

# lbl_choose_or_search
source: Choose from the list or search here
sl: Izberite iz seznama ali poiščite tukaj

# lbl_add_asset
source: Add asset
sl: Dodajte sredstva

# lbl_add_vendor
source: Add vendor
sl: Dodajte ponudnika

# lbl_add_price
source: Add price
sl: Dodajte ceno

# lbl_quantity
source: Quantity
sl: Količina

# lbl_transaction_date
source: Date of transaction
sl: Datum prenosa

# lbl_price
source: Price
sl: Cena

# lbl_purpose_tag
source: Purpose tag
sl: Oznaka namena

# lbl_show_advanced
source: Show advanced options
sl: Napredne možnosti

# lbl_hide_advanced
source: Hide advanced options
sl: Skrij napredne možnosti

# lbl_buy
source: Buy
sl: Nakup

# lbl_sell
source: Sell
sl: Prodaja

# lbl_currency
source: Currency
sl: Valuta

# lbl_deposit
source: Deposit
sl: Polog

# lbl_job_type
source: Transaction type
sl: Vrsta prenosa

# lbl_account_type
source: Account type
sl: Vrsta računa

# lbl_name
source: Name
sl: Ime

# lbl_description
source: Description
sl: Opis

# lbl_yes
source: Yes
sl: Da

# lbl_no
source: No
sl: Ne

# lbl_owner_tag
source: Owner tag
sl: Oznaka lastnika

# lbl_note
source: Note
sl: Opomba

# lbl_provision
source: Commission
sl: Provizija

# lbl_direct
source: Direct
sl: Neposredno

# lbl_indirect
source: Indirect
sl: Posredno

# lbl_transfer
source: Transfer
sl: Prenos

# lbl_transactions
source: Transactions
sl: Prenosi

# lbl_date
source: Date
sl: Datum

# lbl_product_name
source: Product name
sl: Produkt

# lbl_organization
source: Organization
sl: Organizacija

# lbl_location
source: Location
sl: Lokacija

# lbl_address
source: Address
sl: Naslov

# lbl_tags
source: Tags
sl: Oznake

# lbl_terms_and_conditions
source: Terms and conditions
sl: Pogoji poslovanja

# lbl_privacy_policy
source: Privacy policy
sl: Politika zasebnosti

# lbl_experience
source: Experience
sl: Izkušnje

# lbl_download
source: Download
sl: Prenos

# lbl_notes
source: Notes
sl: Opombe

# lbl_advisor_privileges
source: Advisor privileges
sl: Pravice svetovalca

# lbl_subscription_plan
source: Subscription plan
sl: Naročniški paket

# lbl_free_trial_message
source: Your trial period conversation with %@ %@ has started.
sl: Začetek pogovora s %@ %@ se je začel.

# lbl_pay_as_you_go_message
source: Your single service with advisor %@ %@ has started.
sl: S %@ %@ ste začeli enkratna storitev.

# lbl_are_you_sure
source: Are you sure?
sl: Ste prepričani?

# lbl_select
source: Select
sl: Izberite

# lbl_started_at
source: Start at
sl: Začnite pri

# lbl_request_sent
source: Request sent
sl: Zahteva poslana

# lbl_request_form
source: Please fill in the request form
sl: Izpolnite zahtevan obrazec

# lbl_request_sent_text
source: Your request has been sent. You will be contacted by our support service.
sl: Vaša zahteva je poslana. V kratkem vas bo kontaktirala naša podpora.

# lbl_success
source: Success
sl: Čestitamo!

# lbl_mr_wallet
source: MR Wallet
sl: MR denarnica

# lbl_error
source: Error
sl: Napaka

# lbl_got_it
source: Got it
sl: Razumem

# lbl_warning
source: Warning
sl: Opozorilo

# lbl_zip
source: Zip
sl: Poštna številka

# lbl_total_amount
source: Total amount
sl: Skupaj

# lbl_fee
source: Fee
sl: Provizija

# lbl_featured
source: Featured
sl: Prikazano

# lbl_full_name
source: Full name
sl: Polno ime

# lbl_maturity_date
source: Date of maturity
sl: Datum zapadlosti

# lbl_rating
source: Rating
sl: Ocena

# lbl_one_week
source: 1W
sl: 1T

# lbl_one_year
source: 1Y
sl: 1L

# lbl_portfolios
source: Portfolios
sl: Portfelji

# lbl_portfolio
source: Portfolio
sl: Portfelj

# lbl_settings
source: Settings
sl: Nastavitve

# lbl_asset
source: Asset
sl: Sredstva

# lbl_vendor
source: Vendor
sl: Ponudnik

# lbl_edit_account
source: Edit account
sl: Uredite račun

# lbl_remove_account
source: Remove account
sl: Odstranite račun

# lbl_city
source: City
sl: Kraj

# lbl_add
source: Add
sl: Dodajte

# lbl_add_portfolio
source: Add portfolio
sl: Dodajte portfelj

# lbl_show_more
source: Show more
sl: Pokaži več

# lbl_choose_file
source: Choose file type
sl: Izberite vrsto dokumenta

# lbl_choose_image
source: Choose your image
sl: Izberite svojo sliko

# lbl_image
source: Image
sl: Slika

# lbl_document
source: Document
sl: Dokument

# lbl_camera
source: Camera
sl: Kamera

# lbl_gallery
source: Gallery
sl: Galerija

# lbl_sent
source: Sent
sl: Poslano

# lbl_popular
source: Popular
sl: Priljubljeni

# lbl_short_bio
source: Short bio
sl: Kratek opis

# lbl_tag
source: Tag
sl: Oznaka

# lbl_home
source: Home
sl: Domov

# lbl_library
source: Library
sl: Knjižnica

# lbl_accounts
source: Accounts
sl: Računi

# lbl_participants
source: Participants
sl: Udeleženci

# lbl_others
source: Others
sl: Ostali

# lbl_not_available
source: Not available
sl: Ni na voljo

# lbl_downloading
source: Downloading
sl: Prenos

# lbl_download_complete
source: Download completed
sl: Prenos končan

# lbl_pending
source: Pending
sl: V teku

# lbl_change_language
source: Change language
sl: Spremeni jezik

# lbl_english
source: English
sl: Angleščina

# lbl_slovenian
source: Slovenian
sl: Slovenščina

# lbl_open_file
source: Open file
sl: Odpri datoteko

# lbl_years
source: years
sl: let

# lbl_please_be_patient
source: Please be patient...
sl: Prosim, bodite potrpežljivi...

# lbl_withdrawal
source: Withdrawal
sl: Umik

# lbl_find_out_more
source: Find out more
sl: Kaj ponujamo?

# lbl_free_trial
source: Free trial
sl: Brezplačen preizkus

# lbl_pay_as_you_go
source: Single service
sl: Posamezna storitev

# lbl_connect
source: Connect
sl: Povezati

# lbl_connected
source: Connected
sl: Povezan

# lbl_manual_asset_managment
source: Manual asset management
sl: Upravljanje lastnih sredstev

# lbl_manual_asset_nav_title
source: Manual assets
sl: Lastna sredstva

# lbl_prices
source: Prices
sl: Cene

# add_asset_manually
source: Manually add asset
sl: Dodajanje lastnih sredstev

# lbl_success_deleted_price
source: You have successfully deleted a price.
sl: Uspešno ste izbrisali ceno.

# lbl_files
source: Files
sl: Dokumenti

# lbl_success_deleted_card
source: You have successfully unlinked credit card.
sl: Uspešno ste odstranili kreditno kartico.

# msgs_no_card
source: You have no linked cards
sl: Dodane ni nobene kreditne kartice

# lbl_onboarding_1
source: Welcome to a whole new way to manage your money. Gain a holistic view of your financial life.
sl: Dobrodošli v popolnoma novem načinu upravljanja vašega denarja. Privoščite si celovit pregled nad vašimi osebnimi financami.

# lbl_onboarding_2
source: Our tools make it easier to manage and grow your money.
sl: Naša orodja vam olajšajo upravljanje in omogočajo rast vašega premoženja.

# lbl_onboarding_3
source: Independent financial advisors and service specialists are here to help you if you need them.
sl: Neodvisni finančni svetovalci in strokovnjaki so tukaj zato, da vam pomagajo, ko jih potrebujete.

# lbl_notSelected
source: Item not selected
sl: Izdelek ni izbran

# lbl_successDeletedTransaction
source: You have successfully deleted a transaction
sl: Transakcija uspešno izbrisana

# lbl_successfullyEditedTransaction
source: Successfully edited transaction
sl: Uspešno urejena transakcija

# lbl_successCloseSubrscription
source: You have successfully closed subscription
sl: Uspešno ste zaključili naročniški postopek.

# prelogin_already_registered
source: Already have an account?
sl: Že imate račun?

# registration_terms_conditions_1
source: I accept the
sl: Sprejemam

# registration_terms_conditions_3
source: applicable to use MojSkrbnik services.
sl: namenjene uporabi MojSkrbnik platforme.

# registration_privacy_policy
source: I acknowledge that my information will be used in accordance with the
sl: Seznanjen/a sem, da bodo moje informacije uporabljene skladno s

# registration_sign_up_success
source: Sign up successful!
sl: Prijava uspešna!

# registration_check_email
source: Please check your email for the email confirmation link, follow the instructions and log in again
sl: Na vašem e-naslovu vas čaka potrditveni link sledite navodilom in se ponovno prijavite.

# registration_success_msgs
source: User registered!
sl: Uporabnik registriran!

# registration_go_to_login
source: Go to login
sl: POJDITE NA PRIJAVO

# login_forgot_password
source: Forgot password?
sl: Pozabljeno geslo?

# login_forgot_password_reset_password
source: Reset my password
sl: PONASTAVITE GESLO

# login_forgot_password_text
source: Please enter your email address so we can reset your password.
sl: Vnesite e-naslov, da lahko ponastavimo geslo.

# pin_required_msg_part1
source: You must
sl: Morate

# pin_required_msg_part2
source: in order to continue!
sl: za nadaljevanje!

# pin_wrong_attempt
source: Wrong pin. Attempt
sl: Napačen pin. Poskus

# pin_enter_new
source: Enter your new PIN
sl: Vnesite novi PIN

# pin_confirm
source: Confirm your new PIN
sl: Potrdite novi PIN

# pin_current
source: Enter your current PIN
sl: Vnesite trenutni PIN

source: PIN login
sl: PIN prijava

# pin_enter
source: Enter your PIN
sl: Vnesite PIN

# pin_forgot
source: Forgot your PIN?
sl: Pozabljen PIN?

# pin_disable
source: Disable PIN
sl: Onemogočite PIN

# fingerprint_login
source: Use your fingerprint to login
sl: Uporabite prstni odtis za prijavo

# onboarding_screen_1
source: All your assets in one place
sl: Vsa vaša sredstva na enem mestu

# onboarding_screen_3
source: Choose and rate your advisors
sl: Izberite in ocenite svojega svetovalca

# onboarding_screen_5
source: Entrance to crypto
sl: Vstop v kripto

# fingerprint_use
source: Use your fingerprint to login
sl: Uporabite prstni odtis za prijavo

# chat_lbl_attachment
source: Attachment
sl: Priponka

# chat_status_new
source: New
sl: Novo

# chat_status_closed
source: Closed
sl: Zaprto

# chat_status_in_progress
source: In progress
sl: V teku

# chat_status_responded
source: Responded
sl: Odgovorjeno

# chat_status_read
source: Read
sl: Preberite

# chat_lbl_in_conversation
source: In conversation
sl: V pogovoru

# chat_lbl_thread_closed
source: The chat is closed
sl: Pogovor je zaprt

# chat_lbl_write
source: Write something here...
sl: Nekaj napišite...

# chat_action_call
source: Call
sl: Klic

# chat_action_video_call
source: Video Call
sl: Video klic

# chat_action_request_metting
source: Request meeting
sl: Zahtevajte sestanek

# chat_action_mark_completed
source: Mark Completed
sl: Označnite kot zaključeno

# chat_lbl_start
source: Start a new Chat
sl: Začnite pogovor

# chat_legend_green
source: Less than 1 day since the last change.
sl: Manj kot 1 dan od zadnje spremembe.

# chat_legend_blue
source: More than 1 and less than 2 days since the last change.
sl: Več kot 1 dan in manj kot 2 dni od zadnje spremembe.

# chat_legend_yellow
source: More than 2 and less than 4 days since the last change.
sl: Več kot 2 dni in manj kot 4 dni od zadnje spremembe.

# chat_legend_orange
source: More than 4 and less than 6 days since the last change.
sl: Več kot 4 dni in manj kot 6 dni od zadnje spremembe.

# chat_legend_red
source: More than 6 days since the last change.
sl: Več kot 6 dni od zadnje spremembe.

# chat_question_step1
source: Who would you like to contact?
sl: Koga želite kontaktirati?

# chat_question_step2_advisor
source: Please select an advisor to contact:
sl: Izberite svetovalca, ki ga želite kontaktirati:

# chat_question_step2_support
source: Which support would you like to contact?
sl: Katero vrsto podpore potrebujete?

# chat_question_step4
source: Please confirm thread details:
sl: Potrdite vsebino pogovora:

# chat_lbl_thread_title
source: Chat title
sl: Naslov pogovora

# chat_lbl_organization_support
source: Organizational support
sl: Podpora organizacije

# chat_lbl_platform_support
source: Platform support
sl: Podpora platforme

# chat_two_input_error
source: Please fill in both input fields
sl: Izpolnite obe vnosni polji

# chat_input_error
source: Please enter message
sl: Vnesite sporočilo

# chat_select_advisor_error
source: Please select advisor
sl: Izberite svetovalca

# category_add_asset
source: Add asset to category
sl: Dodajte sredstva v kategorijo

# category_filter_title
source: Select tags
sl: Izberite oznako

# settings_basic
source: Basic
sl: Osnovno

# settings_currency
source: Native currency
sl: Domača valuta

# settings_country
source: Country
sl: Država

# settings_linked_accounts
source: Linked accounts
sl: Povezani računi

# settings_quick_access
source: Quick access
sl: Hitri dostop

# settings_dashboard_widgets
source: Dashboard widgets
sl: Vidno na nadzorni plošči

# settings_security
source: Security
sl: Varnost

# settings_fingerprint
source: Fingerprint
sl: Prstni odtis

# settings_change_pin
source: Change PIN
sl: Spremenite PIN

# settings_change_password
source: Change password
sl: Spremenite geslo

# settings_set_password
source: Set password
sl: Nastavite geslo

# settings_account
source: Account
sl: Račun

# settings_personal_information
source: Personal information
sl: Osebni podatki

# settings_choose_image
source: Choose your image
sl: Izberite svojo sliko

# settings_choose_image_gallery
source: Gallery
sl: Galerija

# settings_choose_image_camera
source: Camera
sl: Kamera

# settings_about_app
source: About the app
sl: O aplikaciji

# settings_native_currency
source: Native currency
sl: Domača valuta

# settings_strategies
source: Strategies
sl: Strategije

# settings_strategies_current
source: Current strategy
sl: Trenutno strategijo

# settings_strategies_proposal
source: Proposal strategies
sl: Predlog strategije

# settings_strategies_other
source: Historic strategies
sl: Zgodovinske strategije

# settings_strategies_current_empty
source: There is no current strategy
sl: Trenutno nimate izbrane strategije

# settings_strategies_proposal_empty
source: There are no proposal strategies
sl: settings_strategies_proposal_empty

# settings_strategies_other_empty
source: There are no other strategies
sl: Nimate drugih strategij

# settings_kyc
source: Know your customer
sl: Osebna identifikacija

# settings_pfr
source: Personal finance register
sl: Osebni finančni register

# settings_reset_tooltips
source: Reset tooltips
sl: Ponastavite namige

# settings_log_out
source: Log out
sl: Odjava

# settings_remove_wallet
source: Remove wallet
sl: Odstranite denarnico

# settings_remove_card
source: Unlink credit card
sl: Odstrani kreditno kartico

# settings_dashboard_widgets_title
source: Setup dashboard
sl: Nastavite nadzorno ploščo

# settings_support_questions
source: If you need support or have any questions regarding MojSkrbnik app, please contact us at team@moneyrebel.com
sl: Če potrebujete pomoč ali imate kakšno vprašanje vezano na MojSkrbnik aplikacijo, nam pišite na team@MojSkrbnik.com

# settings_support_faq
source: For frequently asked questions please go to https://www.moneyrebel.com/faq.
sl: Za pogosta vprašanja pojdite na https://www.moneyrebel.com/faq.

# settings_about_application_info
source: Application info:
sl: Podatki o aplikaciji:

# settings_about_application_name
source: - Application name:
sl: - Ime aplikacije:

# settings_about_package_name
source: - Package name:
sl: - Ime paketa:

# settings_about_version
source: - Version:
sl: - Verzija:

# settings_change_password_title
source: Change password
sl: Spremenite geslo

# settings_change_password_old_hint
source: Old password
sl: Staro geslo

# settings_change_password_new_hint
source: New password
sl: Novo geslo

# settings_change_password_confirm_new
source: Confirm new password
sl: Potrdite novo geslo

# settings_change_phone_number
source: Change phone number
sl: Spremenite telefonsko številko

# settings_change_phone_number_not_verified
source: Your phone number is not verified
sl: Telefonska številka ni potrjena

# settings_change_phone_number_verified
source: Your phone number is verified
sl: Telefonska številka je potrjena

# settings_change_phone_number_action_send_otp
source: Send OTP
sl: Pošljite OTP

# settings_change_phone_number_text
source: We will send you a text message (SMS) with your verification code to the number entered. Once received, please enter it to verify and save the phone number
sl: Poslali vam bomo tekstovno sporočilo (SMS) z vašo potrditveno kodo na številko, ki ste jo vnesli. Ko jo prejmete, jo vnesite za potrditev in shranite telefonsko številko.

# settings_validate_otp
source: Validate OTP
sl: Potrdite OTP

# settings_validate_otp_hint
source: Enter your code
sl: Vnesite svojo kodo

# settings_validate_otp_text
source: Please enter your verification code
sl: Vnesite svojo potrditveno kodo

# settings_validate_otp_verified
source: Phone number confirmed
sl: Telefonska številka je potrjena

# settings_set_phone_number
source: Set phone number
sl: Nastavite telefonsko številko

# linked_accounts_add_another
source: Add another account
sl: Dodajte drug račun

# linked_accounts_account_value
source: Total account value
sl: Skupna vrednost

# linked_accounts_asset_value
source: Total asset value
sl: Skupna vrednost sredstev

# linked_account_customer_id
source: Customer ID
sl: ID stranke

# linked_account_user_key
source: User key
sl: Uporabnikov ključ

# linked_account_user_secret_key
source: User secret key
sl: Uporabnikov skriti ključ

# linked_account_bitstamp_integrated
source: Bitstamp account successfully integrated
sl: Bitstamp račun uspešno integriran

# linked_account_livecoin_integrated
source: Livecoin account successfully integrated
sl: Livecoin račun uspešno integriran

# linked_account_go_to_dashboard
source: GO TO YOUR DASHBOARD
sl: POJDITE NA NADZORNO PLOŠČO

# add_account_search_hint
source: Choose from the list or search here
sl: Izberite iz seznama ali poiščite tukaj

# add_account_manually
source: Manually add account
sl: Ročno dodajte račun

# add_account_account_name_hint
source: Account name
sl: Ime računa

# add_account_title
source: Add account
sl: Dodajte račun

# msgs_file_not_downloaded
source: File is not downloaded
sl: Datoteka ni prenesena

# msgs_application_not_available
source: There is no application installed to open this type of file.
sl: Za odpiranje te vrste datoteke ni nameščena nobena aplikacija.

# msgs_language_changed
source: Language changed successfully
sl: Jezik je uspešno spremenjen

# msgs_error_retrieving_platform_wallet
source: Error retrieving platform wallet
sl: Napaka pri pridobivanju denarnice za platformo

# msgs_error_timeout
source: Error timeout
sl: Čas je potekel

# msgs_clipboard
source: Copied to clipboard
sl: Kopirano v odložišče

# msgs_error_sending_tokens
source: Error sending tokens
sl: Napaka pri pošiljanju žetonov

# msgs_organization_no_subscriptions
source: There are no subscription plans for this organization
sl: Ta organizacija nima naročniških paketov

# msgs_password_reset_title
source: Password successfully reset
sl: Ponastavitev gesla uspešna

# msgs_password_reset_success
source: Check your email
sl: Preverite e-pošto

# msgs_item_bought
source: You have bought an item!
sl: Kupili ste izdelek!

# msgs_payment_error
source: Payment error
sl: Napaka pri plačilu

# msgs_error_bank_information
source: Error retrieving bank information
sl: Napaka pri pridobivanju podatkov o banki

# msgs_account_removed
source: Account successfully removed
sl: Uspešno odstranjen račun

# msgs_file_not_ready
source: Your file is not ready
sl: Vaš dokument ni pripravljen

# msgs_acoount_edited
source: Account successfully edited
sl: Račun uspešno urejen

# msgs_advisor_no_organisation
source: Advisor doesn't have an organisation
sl: Svetovalec nima organizacije

# msgs_invalid_card_exp_date
source: Invalid card expiration date
sl: Datum veljavnosti kartice je potekel

# msgs_livecoin_warning
source: Livecoin account can only be added through integration service. Do you wish to proceed?
sl: Livecoin račun je lahko samo integriran. Želite nadaljevati?

# msgs_remove_alert
source: Are you sure that you want to remove this alert?
sl: Ste prepričani, da želite odstraniti to opozorilo?

# msgs_remove_file
source: Are you sure that you want to remove this file?
sl: Ste prepričani, da želite odstraniti ta dokument?

# msgs_password_not_same
source: Password is not the same
sl: Geslo ni enako

# msgs_item_rating
source: Your rating has been received
sl: Prejeli smo vašo oceno

# msgs_item_rating_title
source: Item rated!
sl: Izdelek ocenjen!

# msgs_permission_camera_not_granted
source: You haven't granted permission to use the camera!
sl: Niste dovolili uporabe kamere!

# msgs_permission_storage_not_granted
source: You haven't granted permission to use storage!
sl: Niste dovolili uporabe pomnilnika!

# msgs_permission_camera_storage_not_granted
source: You haven't granted permission to use storage and the camera!
sl: Niste dovolili uporabe kamere in pomnilnika!

# msgs_phone_number_not_set
source: Set your phone number
sl: Nastavite telefonsko številko

# msgs_phone_number_not_confirm
source: Confirm your phone number
sl: Potrdite telefonsko številko

# msgs_feature
source: This feature will be available in the full version of the application.
sl: Ta funkcionalnost bo na voljo v končni verziji aplikacije.

# msgs_dashboard_remove_asset
source: Are you sure that you want to remove this asset from the Watchlist?
sl: Ste prepričani, da želite odstraniti sredstva iz seznama?
