Repository: WhistlerW/VP
Catalog: VP/SupportingFiles/*.lproj/Localizable.strings
Languages: sl

# msgs_all_asset_added
source: All assets from this account have been added to the Crypto portfolio in Investments
sl: Vsa sredstva iz tega računa so bila dodana v kripto portfelj v investicijah

# msgs_bitstamp_warning
source: account can only be added through the integration service. Do you wish to proceed?
sl: Bitstamp račun je lahko samo integriran. Želite nadaljevati?

# msgs_no_internet
source: No internet connection!
sl: Ni internetne povezave

# msgs_disclaimer_fingerprint
source: After you login by fingerprint, your mobile device will allow you to access Money Rebel using any fingerprint that you store in the device. IMPORTANT: If you login by fingerprint, you should ensure that only your fingerprints are stored in your device. Do not let anybody else add new ones.
sl: Po aktivaciji prstnega odtisa, bo vaša mobilna naprava za dostop do MojSkrbnik aplikacije dovolila uporabo vseh prstnih odtisov, ki so shranjeni v vaši napravi. POMEMBNO: Če omogočite prstne odtise, se prepričajte, da so v napravi shranjeni samo vaši prstni odtisi in ne dovolite nikomur, da dodaja nove.

# msgs_password_changed
source: Password successfully changed
sl: Geslo uspešno spremenjeno

# msgs_password_set
source: Password successfully set
sl: Geslo uspešno nastavljeno

# msgs_service_error
source: Service error
sl: Napaka

# msgs_profile_photo_changed
source: Profile photo successfully changed
sl: Profilna fotografija uspešno zamenjana

# msgs_no_wallet
source: You don't have a wallet
sl: Nimate denarnice

# msgs_wrong_pint
source: Wrong pin. Attempt
sl: Napačen PIN. Poskus

# msgs_wrong_match
source: Wrong match, please try again.
sl: Neujemanje. Poskusite znova.

# msgs_no_fingerprint
source: You don't have registered fingerprints on your device.
sl: Na vaši napravi ni registriranih prstnih odtisov.

# msgs_no_permission_fingerprint
source: You haven't granted permission for fingerprint login
sl: Niste dovolili uporabe prstnih odtisov.

# msgs_login_data_not_valid
source: Username or password is not valid
sl: Uporabniško ime ali geslo ni veljavno.

# msgs_facebook_success
source: Facebook sign up successful
sl: Uspešna Facebook prijava.

# msgs_google_success
source: Google sign up successful
sl: Uspešna Google prijava.

# msgs_twitter_success
source: Twitter sign up successful
sl: Uspešna Twitter prijava.

# msgs_asset_removed
source: Asset removed from the watchlist
sl: Sredstva odstranjeno s seznama.

# msgs_asset_added_watchlist
source: Asset added to the watchlist
sl: Sredstva dodana na seznam.

# msgs_asset_already_added
source: Asset is already in the watchlist
sl: Sredstva so že na seznamu.

# msgs_account_already_added
source: Account already added
sl: Račun je že dodan.

# msgs_account_no_transactions
source: No transactions for this asset
sl: Ni prenosa za ta sredstva.

# msgs_token_validated
source: Token validated
sl: Žeton je potrjen

# msgs_invalid_password
source: Invalid password!
sl: Napačno geslo!

# msgs_insufficient_funds
source: Insufficient funds!
sl: Ni dovolj sredstev!

# msgs_transaction_error
source: Transaction error!
sl: Napaka pri prenosu!

# msgs_invalid_destination_address
source: Invalid destination address!
sl: Neveljaven končni naslov!

# add_asset_type_of_investment
source: Type of investment (by Advisor)
sl: Priporočilo svetovalca

# add_asset_choose_portfolio
source: Choose main portfolio
sl: Izberite glavni portfelj

# add_asset_choosen_portfolio
source: Chosen main portfolio
sl: Izbran glavni portfelj

# add_asset_add_owner_tag
source: Add owner Tag
sl: Dodajanje lastnika oznake

# add_asset_choose_currency
source: Choose currency
sl: Izberite valuto

# add_asset_portfolio_name
source: Name your portfolio
sl: Poimenujte portfelj

# add_asset_type_of_order
source: Type of order
sl: Vrsta naročila

# add_asset_success
source: Your asset has been added
sl: Vaša sredstva so bila dodana

# asset_split_success
source: Your asset has been split
sl: Vaša sredstva so bila razdeljena

# asset_transfer_success
source: Your asset has been transferred
sl: Vaša sredstva so bila prenesena

# add_transaction_success
source: Your transaction has been added
sl: Vaša transakcija je bila dodana

source: Add asset transaction
sl: Dodajte transakcijo

source: Edit asset transaction
sl: Urejanje sredstva transakcije

source: Edit transaction
sl: Urejanje transakcije

# add_asset_choose_asset
source: Choose asset first
sl: Najprej izberite sredstva

# add_asset_choose_or_add_vendor
source: Choose vendor or create a new one
sl: Izberite ponudnika ali ustvarite novega

# add_asset_choose_or_add_owner_tag
source: Choose owner tag or create a new one
sl: Izberite lastnika oznake ali ustvarite novega

# add_asset_choose_or_add_asset
source: Choose asset or create a new one
sl: Izberite sredstva ali dodajte nova

# asset_move
source: Move to other portfolio
sl: Premaknite v drugi portfelj

# asset_split
source: Split asset
sl: Razdelite sredstva

# lbl_alerts
source: Alerts
sl: Opozorila

# alerts_not_deleted
source: Alert is not deleted
sl: Opozorilo ni izbrisano

# alerts_never_miss
source: Never miss a thing.
sl: Nikoli ne zamudite ničesar.

# alerts_create
source: Create an alert
sl: Ustvarite opozorilo

# alerts_upper_threshold_hint
source: Enter upper threshold
sl: Vnesite zgornjo mejo

# alerts_lower_threshold_hint
source: Enter lower threshold
sl: Vnesite spodnjo mejo

# alerts_enter_hint
source: Enter percentage
sl: Vnesite odstotek

# alerts_percentage_hint
source: Percentage
sl: Odstotek

# alerts_action_save
source: Save alert
sl: Shranite opozorilo

source: Manually add Tag
sl: Ročno dodajte oznako

source: Manually add vendor
sl: Rono dodajte ponudnika

# manually_add_vendor_account_type
source: Account type
sl: Vrsta računa

source: Manually add asset
sl: Ročno dodajte sredstva

source: Manually add owner Tag
sl: Ročno dodajte lastnika oznake

# manually_add_name
source: Enter name
sl: Vnesite ime

# manually_add_description
source: Enter description
sl: Vnesite opis

# transaction_popup_date
source: Date
sl: Datum

# transaction_popup_quantity
source: Quantity
sl: Količina

# transactions_popup_product_name
source: Product name
sl: Ime izdelka

# tranasction_type_withdrawal
source: Withdrawal
sl: Izplačilo

# transaction_type_deposit
source: Deposit
sl: Polog

# transaction_type_exchange
source: Exchange
sl: Menjalnica

# advisors_organization_info
source: Organization info
sl: Informacije o organizaciji

# advisors_basic_info
source: Basic info
sl: Osnovne informacije

# advisors_short_profile
source: Short profile description
sl: Kratek opis profila

# advisors_history
source: History and qualifications
sl: Zgodovina in kvalifikacije

# advisors_rate
source: Rate advisor
sl: Ocenite svetovalca

# advisors_rate_success
source: Advisor rated successfully
sl: Svetovalec je uspešno ocenjen

# advisors_rate_already
source: You have already rated this advisor
sl: Tega svetovalca ste že ocenili

# advisors_deposit_mpr
source: Deposit in MRP
sl: Polog v MRP

# advisors_price_list
source: Price list
sl: Cenik

# advisors_type
source: Type of advisor
sl: Vrsta svetovalca

# advisors_free_checkup
source: Free Checkup
sl: Drugo mnenje

# advisors_subscribe
source: Subscribe
sl: Naročite se

# advisors_subscribed
source: Subscribed
sl: Naročnina potrjena

# advisors_current
source: Current advisor
sl: Trenutni svetovalec

# advisors_cancel_subscription
source: Cancel subscription
sl: Odpoved naročnine

# advisors_cancel_subscription_subtitle
source: Upon submittion and approval of this request, your connection with the current organization will be resolved. The subscription fee return policy should be negotiated with the organization administration.
sl: Po odobritvi zahteve, bo vaša povezava s sedanjo organizacijo prekinjena. Morebitno vračilo plačane naročnine morate urediti z administrativno službo organizacije.

# advisors_cancel_subscription_reason
source: Reason for subscription cancellation
sl: Razlog za odpoved naročnine

# advisors_cancel_subscription_confirm
source: Please confirm that you wish to cancel your subscription with the current organization
sl: Potrdite, da želite preklicati naročnino s trenutno organizacijo

# advisors_change_advisor_action
source: Request change of advisor
sl: Zahtevajte spremembo svetovalca

# advisors_change_advisor_title
source: Change of advisor
sl: Sprememba svetovalca

# advisors_change_advisor_subtitle
source: Upon submittion and approval of this request, your connection with the current advisor will be resolved. You will have to select a new advisor from the current organization you are subscribed to. Our support service might contact you through the communication center in case any additional information is needed prior to the approval of your request.
sl: Po odobritvi zahteve, bo vaša povezava s sedanjim svetovalcem prekinjena. Izbrati morate novega svetovalca iz organizacije, kjer imate sklenjeno naročnino. Naša podpora vas lahko kontaktira v primeru, da bi potrebovali dodatna informacije glede odobritve vaše zahteve.

# advisors_change_advisor_reason
source: Reason for advisor change
sl: Razlog za zamenjavo svetovalca

# advisors_change_advisor_confirm
source: Please confirm that you wish to cancel advisory services with your current advisor.
sl: Potrdite, da želite prekiniti sodelovanje z vašim sedanjim svetovalcem.

# advisors_change_advisor_new_advisor
source: Please select a new Advisor
sl: Izberite novega svetovalca

# advisors_change_advisor_no_advisors
source: Currently, there are no advisors available.
sl: Trenutno ni na voljo nobenega svetovalca.

# msg_pending_request
source: You have a pending request
sl: Imate zahtevek v teku

# msg_no_subscription
source: No active subscription
sl: Ni aktivne naročnine

# advisor_privileges_start_title
source: Please select which sections of your portfolio will be visible to your advisor
sl: Izberite podatke iz vašega portfelja, ki so lahko vidni vašemu svetovalcu.

# advisor_privileges_start_subtitle
source: By selecting advisor privileges, you set the boundaries which your portfolio data advisor is able to see.
sl: Z izborom pravic, ki jih boste dodelili svetovalcu, boste določili obseg informacij, ki bodo svetovalcu na voljo.

# advisor_privileges_question_1
source: Do you allow your advisor to see your personal finance register and the files in it?
sl: Ali dovolite, da svetovalec vidi vaš osebni finančni register in dokumente v njem?

# advisor_privileges_question_2
source: Based on purpose tags, please select which assets your advisor is able to see within category:
sl: Glede na cilj izberite, katera sredstva lahko vidi vaš svetovalec kategoriji:

# advisor_privileges_success_subtitle
source: Thank you! Your settings will be updated immediately
sl: Hvala! Vaše nastavitve bodo takoj posodobljene

# advisor_assistant_privileges
source: All advisors are working with assistants for more efficient results. It is critically recommended to give advisor's assistants the same privileges as the advisor has. Do you allow to pass on the same privileges to advisor's assistants?
sl: Vsi svetovalci za učinovitejše doseganje želenih rezultatov, sodelujejo z asistenti. Priporočljivo je, da ima asistent enake pravice, kot svetovalec. Ali dovoljujete prenos enakih pravic kot jih ima svetovalec tudi na asistenta?

# single_service_info
source: You are currently not subscribed to any single service
sl: Trenutno niste naročeni na nobeno posamezno storitev

# free_checkup_welcome_title
source: Welcome to Free Checkup
sl: Dobrodošli v drugem mnenju

# free_checkup_welcome_subtitle
source: We need to obtain your basic information in order to allow you to proceed with payments.
sl: Da bi lahko nadaljevali s plačilom, potrebujemo vaše osnovne podatke.

# free_checkup_strategy_subtitle
source: Free Checkup - Strategy
sl: Drugo mnenje - strategija

# free_checkup_question_subtitle
source: Free Checkup - Question
sl: Drugo mnenje - vprašanje

# free_checkup_upload_subtitle
source: Free Checkup - Upload
sl: Drugo mnenje - nalaganje

# free_checkup_success_subtitle
source: Free Checkup - Success
sl: Drugo mnenje - uspešno

# free_checkup_submitted_title
source: Free Checkup submitted
sl: Drugo mnenje - povpraševanje oddano

# free_checkup_submitted_subtitle
source: We will notify you once your data has been reviewed. Afterwards you will be able to check your data in your User profile.
sl: Obvestili vas bomo, ko bodo vaši podatki pregledani. Po tem boste lahko preverili vaše podatke v uporabniškem profilu.

# free_checkup_upload
source: You can upload additional documents and notes
sl: Naložite lahko dodatne dokumente in komentarje

# free_checkup_portfolio_question
source: Do you allow your advisor to see your portfolio data?
sl: Ali dovolite, da svetovalec vidi podatke v vašem portfelju?

# strategy_question_1_answer_1
source: Portfolio A: Potential investment loss of 300, potential investment yield of 1,000 units.
sl: Portfelj A: potencialna izguba naložbe v višini 300, možen donos v višini 1.000 enot.

# strategy_question_1_answer_2
source: Portfolio B: Potential investment loss of 700, potential investment yield of 2,000 units.
sl: Portfelj B: potencialna izguba naložbe v višini 700, možen donos v višini 2.000 enot.

# strategy_question_1_answer_3
source: Portfolio C: Potential investment loss of 2,000, potential investment yield of 3,500 units.
sl: Portfelj C: potencialna izguba naložbe v višini 2.000, možen donos v višini 3.500 enot.

# strategy_question_1_answer_4
source: Portfolio D: Potential investment loss of 4,000, potential investment yield of 7,000 units.
sl: Portfelj D: potencialna izguba naložbe v višini 4.000, možen donos v višini 7.000 enot.

# strategy_question_2_answer_1
source: The loss may be high.
sl: Izguba je lahko velika.

# strategy_question_2_answer_2
source: Loss to a maximum amount of 25 %.
sl: Izguba je lahko največ 25 %.

# strategy_question_2_answer_3
source: Loss to a maximum amount of 15 %.
sl: Izguba je lahko največ 15 %.

# strategy_question_2_answer_4
source: Loss to a maximum amount of 7 %.
sl: Izguba je lahko največ 7 %.

# strategy_question_3_answer_1
source: 4 to 6 % per annum, nominally, on average.
sl: 4 do 6 % letno, nominalno, v povprečju.

# strategy_question_3_answer_2
source: 6 to 8 % per annum, nominally, on average.
sl: 6 do 8 % letno, nominalno, v povprečju.

# strategy_question_3_answer_3
source: 8 to 10 % per annum, nominally, on average.
sl: 8 do 10 % letno, nominalno, v povprečju.

# strategy_question_3_answer_4
source: 10 % or more per annum, nominally, on average.
sl: 10 % ali več letno, nominalno, v povprečju.

# strategy_question_4_answer_1
source: I agree.
sl: Se strinjam.

# strategy_question_4_answer_2
source: I neither agree nor disagree.
sl: Niti se ne strinjam, niti se strinjam.

# strategy_question_4_answer_3
source: I disagree.
sl: Se ne strinjam.

# strategy_question_5_answer_1
source: I agree.
sl: Se strinjam.

# strategy_question_5_answer_2
source: I neither agree nor disagree.
sl: Niti se ne strinjam, niti se strinjam.

# strategy_question_5_answer_3
source: I disagree.
sl: Se ne strinjam.

# strategy_question_1
source: Do your financial decisions reflect your personality and your life style?
sl: 1. Naslednji graf prikazuje največ 3-letne naložbene izgube ali donose štirih hipotetičnih naložbenih portfeljev za naložbo v višini 10.000 enot. Ob upoštevanju potencialne izgube ali donosa naložbe, v kateri naložbeni portfelj bi vložili svoj denar:

# strategy_question_2
source: 2. What is the maximum investment loss that you are willing to, or capable of, sustaining without greater financial disturbance (loss during the time of holding the investment, not at the end of investment period)?
sl: 2. Kakšen je največji znesek izgube naložbe, ki ste ga sposobni sprejeti (izguba v času, ko ste investirali in ne ob koncu obdobja naložbe)?

# strategy_question_3
source: 3. What is the average annual investment yield that you would be satisfied with?
sl: 3. Kakšen je povprečni letni donos, s katerim bi bili zadovoljni?

# strategy_question_4
source: 4. My friends would say I am careful.
sl: 4. Moji prijatelji bi rekli, da sem previden.

# strategy_question_5
source: 5. I would be willing to give up an investment yield for greater security of my investment.*
sl: 5. Pripravljen bi se bil odreči donosnosti naložbe, na račun večje varnosti le-te.*

# strategy_result_description_lbl
source: Based on the answers you provided, the calculated strategy should result in
sl: Na podlagi vaših odgovorov, izračunana strategija prikazuje

# strategy_result_description_1
source: return on equity higher than inflation.
sl: donosnost kapitala je večja od inflacije.

# strategy_result_description_2
source: moderate return on equity.
sl: zmerno donosnost kapitala.

# strategy_result_description_3
source: dynamic return on equity.
sl: dinamično donosnost kapitala.

# strategy_result_description_4
source: high return on equity.
sl: visoko donosnost kapitala.

# strategy_result_title_1
source: Investment strategy type
sl: Naložbena strategija tipa

# strategy_result_title_2
source: Investment strategy type
sl: Naložbena strategija tipa

# strategy_result_title_3
source: Investment strategy type
sl: Naložbena strategija tipa

# strategy_result_title_4
source: Investment strategy type
sl: Naložbena strategija tipa

# strategy_proposal_confirm
source: Do you wish to confirm this proposal?
sl: Želite potrditi predlog?

# filter_date_from
source: Date from
sl: Datum od

# filter_date_to
source: Date to
sl: Datum do

# filter_quantity_from
source: Quantity from
sl: Količina od

# filter_quantity_to
source: Quantity to
sl: Količina do

# filter_amount_from
source: Amount from
sl: Znesek od

# filter_amount_to
source: Amount to
sl: Znesek do

# error_12000
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_12010
source: Please check your ID credentials
sl: Preverite ID poverilnice

# error_12011
source: Please check your key credentials
sl: Preverite poverilnice ključa

# error_12012
source: Please check your secret key credentials
sl: Preverite poverilnice skritega ključa

# error_12013
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_12020
source: Authentication error. Please check your credentials
sl: Napaka preverjanje pristnosti. Preverite svoje poverilnice

# error_12021
source: HTTP error. Please contact the administrator
sl: Napaka HTTP. Obrnite se na skrbnika

# error_12022
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_12030
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_12031
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_12032
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_12040
source: No connection. Please contact the administrator
sl: Ni povezave. Obrnite se na skrbnika

# error_12043
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_12045
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_12047
source: Please contact the administrator
sl: Obrnite se na skrbnika

# error_19040
source: Please check your internet connection
sl: Preverite internetno povezavo

# error_19060
source: Internal server error, please contact the administrator
sl: Napaka na strežniku, obrnite se na skrbnika

# error_19090
source: Please try again in a few moments
sl: Poskusite ponovno čez nekaj trenutkov

# error_19500
source: Internal server error, please contact the administrator
sl: Napaka na strežniku, obrnite se na skrbnika

# error_30100
source: Bad credentials
sl: Slabe poverilnice

# error_30200
source: Wrong password
sl: Napačno geslo

# error_30201
source: Password has already been set
sl: Geslo je bilo že nastavljeno

# error_30202
source: Password was not set
sl: Geslo ni bilo nastavljeno

# error_30300
source: Invalid token
sl: Napačen žeton

# error_31001
source: Upload fail
sl: Neuspešen prenos

# error_30101
source: Phone number not confirmed
sl: Telefonska številka ni potrjena

# error_30102
source: Email address not confirmed
sl: E-naslov ni potrjen

# error_40
source: Please try again in a few moments
sl: Poskusite ponovno čez nekaj trenutkov

# error_50
source: Please try again in a few moments
sl: Poskusite ponovno čez nekaj trenutkov

# error_60
source: Please check your input data
sl: Preverite vhodne podatke

# error_70
source: Access denied
sl: Dostop zavrnjen

# error_80
source: Resource cannot be found
sl: Vira ni mogoče najti

# error_90
source: Resource already exists
sl: Vir že obstaja

# error_99
source: Session expired
sl: Seja je potekla

# error_10000
source: Integration failed
sl: Povezava ni uspela

# error_10010
source: Bitstamp integration failed
sl: Bitstamp povezava ni uspela

# error_10020
source: This account has already been linked
sl: Ta račun je že povezan

# error_10030
source: Bitstamp service error
sl: Napaka storitve Bitstamp

# error_10040
source: Account cannot be validated
sl: Računa ni mogoče preveriti

# error_10041
source: Error
sl: Napaka

# error_10043
source: Asset cannot be found
sl: Sredstev ni mogoče najti

# error_10045
source: There is a problem
sl: Prišlo je do težave

# error_10050
source: There is a problem
sl: Prišlo je do težave

# error_10053
source: Vendor ID has not been set
sl: ID ponudnika ni nastavljen

# error_10055
source: User cannot be found
sl: Uporabnika ni mogoče najti

# error_10060
source: There is a problem
sl: Prišlo je do težave

# error_10070
source: Asset/Product ID cannot be found
sl: ID sredstev/produktov ni mogoče najti

# error_10072
source: There is a problem
sl: Prišlo je do težave

# error_10073
source: Please enter the quantity
sl: Vnesite količino

# error_10074
source: Quantity can't be 0
sl: Količina ne sme biti 0

# error_10076
source: Please enter a purchase price
sl: Vnesite nakupno ceno

# error_10080
source: Please select a date
sl: Izberite datum

# error_10082
source: Error
sl: Napaka

# error_10083
source: There is a problem
sl: Prišlo je do težave

# error_10084
source: There is a problem
sl: Prišlo je do težave

# error_10085
source: There is a problem
sl: Prišlo je do težave

# error_10087
source: There is a problem
sl: Prišlo je do težave

# error_10088
source: Transaction cannot be found
sl: Prenosa ni mogoče najti

# error_10090
source: Transaction error
sl: Napaka prenosa

# error_40000
source: Item already exists in the watchlist.
sl: Element je že na seznamu.

# error_19550
source: Quantity should be greater than zero.
sl: Količina mora biti večja od nič.

# error_19551
source: Quantity exceeds max. value
sl: Količina presega max. vrednost

# error_19952
source: Asset purpose tag should be different than current.
sl: Oznaka namena za sredstva mora biti drugačna od trenutne.

# error_10100
source: Sell \ Withdrawal transaction type is not allowed when creating a new account
sl: Funkcija prodaj \ umik ni dovoljena pri ustvarjanju novega računa

# error_50101
source: You don't have privileges for this operation!
sl: Za to operacijo nimate dovoljenja!

# error_50500
source: Invalid file type!
sl: Neveljavna vrsta datoteke!

# error_50501
source: Maximum file size exceeded!
sl: Največja dovoljena velikost datoteke je presežena!

# error_generic
source: Internal server error
sl: Napaka notranjega strežnika

# error_75000
source: Deleting this transaction would result in negative asset quantity.
sl: Transakcija uspešno izbrisana

# error_75005
source: Editing transaction with inserted data would result in negative asset quantity
sl: Posledica urejanja transakcije z že vnesenimi podatki, je lahko negativna količina sredstev

# error_75010
source: Error! Adding this transaction is not possible. Please check your data.
sl: Napaka! Dodajanje te transakcije ni mogoče. Preverite podatke.
