Repository: WhistlerW/VP
Catalog: VP/SupportingFiles/*.lproj/Localizable.strings
Languages: sl

# error_30105
source: Missing platform type
sl: Manjka vrsta platforme

# error_30203
source: New password is not different from the old.
sl: Novo geslo se ne razlikuje od starega.

# tooltip_1_text
source: Welcome to your personal Dashboard! Here you can check your total portfolio balance and daily changes, latest news, exchange rate updates and messages.
sl: Dobrodošli na vaši osebni nadzorni plošči! Tukaj lahko preverite skupno stanje portfelja, dnevne spremembe, aktualne novice, spremembe menjalnih tečajev in vaša sporočila.

# tooltip_2_text
source: Here you can find your user profile and settings options, where you can change anything from your phone number and security settings to your portfolio settings. See for yourself!
sl: Nahajte se v uporabniškem profilu, kjer imate vse mogoče nastavitve. Spreminjate lahko vse, od telefonske številke do varnostnih nastavitev in nastavitev vašega portfelja. Preizkusite sami!

# tooltip_3_text
source: Your total portfolio value is constantly changing and you can get an overview right here on the dashboard. Swipe left to see the timeline graph or tap to go into details.
sl: Vrednost vašega portfelja se nenehno spreminja. Na tem mestu nadzorne plošče pa se nahaja celoten pregled. Povlecite v levo, če si želite ogledati grafičen prikaz ali kliknite, če želite podrobnejši pregled.

# tooltip_4_text
source: All dashboard widgets have more info to give, just tap "See more" to go there!
sl: Vsa orodja na nadzorni plošči vam lahko razkrijejo več informacij. Kliknite "Več" in preverite!

# tooltip_5_text
source: The portfolio is something that is constantly changing, and you can track it right here. By breaking it down into three major categories, you can track your investments, emergency and wallet. Each category comes with a detailed overview, just tap to see more.
sl: Vrednost vašega portfelja se nenehno spreminja, kar lahko spremljate tukaj. Z razdelitvijo na tri glavne kategorije lahko spremljate svoje naložbe, zlato rezervo in denarnico. Vsaka kategorija ima možnost ogleda podrobnosti, samo kliknite za ogled.

# tooltip_6_text
source: Each category contains the assets which make up the portfolio. Scroll down to add a new asset, tap Filter to choose what you want to see or tap on an asset to see the details.
sl: Vsaka kategorija vsebuje sredstva, ki sestavljajo portfelj. Pomaknite se navzdol, da dodate nova sredstva, kliknite Filter in izberite svoj pregled ali kliknite na Sredstva, da si ogledate podrobnosti.

# tooltip_7_text
source: Here you can see how each of your assets performs. Choose the timeline view to check the progress over different time spans, check transactions (or add more), or create alerts to watch asset prices closely.
sl: Tukaj si lahko ogledate, kaj se dogaja z vašimi sredstvi. Pomagajte si s časovnico, da preverite napredek v različnih časovnih obdobjih, preverite prenose (ali dodajte več) ali pa ustvarite opozorila za natančno spremljanje gibanja cen sredstev.

# tooltip_8_text
source: Here you can manage your personal information. Upload a photo, change your native currency or your phone number.
sl: Tu lahko posodabljate vaše osebne podatke. Naložite fotografijo, spremenite izbrano valuto ali telefonsko številko.

# tooltip_9_text
source: Check your linked accounts, manage your investment strategies, check your KYC data, manage your files or set what can or cannot be seen by your advisor.
sl: Preverite svoje povezane račune, upravljajte naložbene strategije, preverite osebne podatke, upravljajte datoteke ali nastavite, kaj vaš svetovalec lahko vidi in kaj ne.

# tooltip_10_text
source: We certainly don't want you to leave your private data exposed! Here you can change your account password, PIN or enable/disable biometric login options.
sl: Vsekakor ne želimo, da bi bili vaši osebni podatki izpostavljeni! Tukaj lahko spremenite geslo vašega računa, PIN ali omogočite / onemogočite biometrične možnosti prijave.

# tooltip_11_text
source: In general settings, you can customize the menus according to your liking, check app info, FAQ, support info, or log out - but don’t forget to come back.
sl: V splošnih nastavitvah lahko menije prilagodite po svojih željah, preverite informacije o aplikaciji, pogosto zastavljena vprašanja, informacije o podpori ali se odjavite - a ne pozabite se vrniti.

# tooltip_12_text
source: Here is a list of accounts supported in the MojSkrbnik platform. A quick suggestion - use the search bar. Scrolling through over 100,000 different accounts and/or products might take some time! If you cannot find your bank, you can add it manually.
sl: Tukaj je seznam računov, ki jih podpira MojSkrbnik platforma. Hitri predlog - uporabite okence za iskanje. Brskanje po več kot 100.000 različnih računih in / ali izdelkih vam lahko vzame kar nekaj časa! Če ne najdete banke, jo lahko dodate ročno.

# tooltip_13_text
source: There are two account types: manually managed accounts and integrated accounts, the latter being recognizable by the integration icon in the upper left corner. Integrated accounts allow you to simply enter your login data then MojSkrbnik handles the rest - account data is pulled in, assets are created and are sorted automatically. So, if you have Bitstamp, Livecoin accounts or mobile banking in any of over 3,000 European banks, just look it up, log in and enjoy!
sl: Obstajata dve vrsti računa: eno so računi, ki jih upravljate ročno, drugo pa so integrirani računi. Slednje prepoznate po integracijski ikoni v zgornjem levem kotu. Integrirani računi vam omogočajo, da preprosto vnesete podatke za prijavo, za vse ostalo pa poskrbi MojSkrbnik - pridobi podatke o računih, sredstva pa so kreirana in razporejena avtomatično. Torej, če imate Bitstamp ali Livecoin račun ali mobilno bančništvo v kateri od 3.000 evropskih bank, preverite, se prijavite in uživajte!

# tooltip_wallet_1_text
source: Please follow the instructions carefully, as MR wallet is the only tool that cannot be deleted. You can restore your wallet using mnemonics. Do not lose them!
sl: Pozorno sledite navodilom, saj je MR denarnica edino orodje, ki ga ni mogoče izbrisati. Vašo denarnico lahko obnovite z uporabo ključnih besed (mnemonics). Ne izgubite jih!

# tooltip_wallet_2_text
source: Sure you’ve got it? If not, go back!
sl: Ste prepričani, da ste vse razumeli? Če ne, pojdite nazaj!

# tooltip_wallet_3_text
source: Create a new password and make sure you have saved it!
sl: Ustvarite novo geslo in se prepričajte, da ste ga shranili!

# tooltip_wallet_4_text
source: Make sure you have all mnemonics written down in a secure location (paper recommended) in the right order!
sl: Poskrbite, da imate vse ključne besede (mnemonics) zapisane na varnem mestu (priporočamo papir) in v pravem zaporedju!

# tooltip_1_title
source: Welcome
sl: Dobrodošli

# tooltip_2_title
source: User profile and settings
sl: Uporabniški profil in nastavitve

# tooltip_3_title
source: Portfolio
sl: Portfelj

# tooltip_4_title
source: See more
sl: Več

# tooltip_5_title
source: Portfolio overview
sl: Pregled portfelja

# tooltip_6_title
source: Category overview
sl: Pregled kategorije

# tooltip_7_title
source: Asset overview
sl: Pregled sredstev

# tooltip_8_title
source: Personal information
sl: Osebne informacije

# tooltip_9_title
source: Portfolio settings
sl: Nastavitve portfelja

# tooltip_10_title
source: Security settings
sl: Varnostne nastavitve

# tooltip_11_title
source: General settings
sl: Splošne nastavitve

# tooltip_12_title
source: Add account
sl: Dodajte račun

# tooltip_13_title
source: Integrations
sl: Povezave

# tooltip_wallet_1_title
source: Warning
sl: Opozorilo

# tooltip_wallet_2_title
source: Warning
sl: Opozorilo

# tooltip_wallet_3_title
source: New password
sl: Novo geslo

# tooltip_wallet_4_title
source: Warning
sl: Opozorilo

# tooltip_password
source: Password is not valid, it must contain the following : - A digit must occur at least once. - A lower case letter must occur at least once. - An upper case letter must occur at least once. - A special character (@#$%^&,*+.!=_) must occur at least once. - No whitespace is allowed in the entire string. - The password must be between 8-32 characters long
sl: Geslo ni veljavno, vsebovati mora : - Vsaj eno številko. - Vsaj eno majhno začetnico. - Vsaj eno veliko začetnico. - Vsaj en poseben znak (@#$%^&,*+.!=_). Presledki niso dovoljeni. Geslo mora biti dolgo med 8-32 znakov.

# tooltip_skip
source: Skip tutorial
sl: Preskočite navodila

# kyc_main_subtitle
source: To make a purchase within the MR platform, it is mandatory to perform KYC.
sl: Za plačevanje na MR platformi je treba izvesti postopek KYC.

# kyc_start_title
source: Welcome to KYC
sl: Dobrodšli v KYC

# kyc_start_subtitle
source: We need to obtain your basic information in order to allow you to proceed with payments.
sl: Za nadaljevanje postopka plačila potrebujemo vaše osnovne podatke.

# kyc_step1_title
source: Tell us who you are
sl: Povejte nam, kdo ste

# kyc_date_birth
source: Date of birth
sl: Datum rojstva

# kyc_city_birth
source: City of birth
sl: Kraj rojstva

# kyc_nationality
source: Nationality
sl: Državljanstvo

# kyc_tax
source: Tax
sl: Davek

# kyc_politcally
source: Politically exposed person
sl: Politično izpostavljena oseba

# kyc_step2_title
source: Tell us where you live
sl: Kje živite

# kyc_postal_code
source: Postal code
sl: Poštna številka

# kyc_city_residence
source: City of residence
sl: Stalno prebivališče

# kyc_step3_title
source: How can we reach out?
sl: Kako vas lahko kontaktiramo?

# kyc_phone
source: Your phone
sl: Vaš telefon

# kyc_step4_title
source: For safety reasons, we need to confirm that it's really you
sl: Iz varnostnih razlogov moramo preverite, če ste to res vi

# kyc_id_type
source: ID type
sl: Vrsta osebnega dokumenta

# kyc_id_type_passport
source: Passport
sl: Potni list

# kyc_id_type_personal
source: Personal ID
sl: Osebna izkaznica

# kyc_id_type_drivers
source: Drivers licence
sl: Vozniško dovoljenje

# kyc_document_serial
source: Document's serial number
sl: Številka dokumenta

# kyc_document_issuer
source: Issuer of the document
sl: Izdajatelj dokumenta

# kyc_front_photo_title
source: Front photo of the document
sl: Sprednja stran dokumenta

# kyc_front_photo_subtitle
source: Photo of the document page/side with client's picture and serial number
sl: Fotografija strani dokumenta, kjer je vaša fotografija in številka dokumenta

# kyc_back_photo_title
source: Back photo of the document
sl: Zadnja stran dokumenta

# kyc_back_photo_subtitle
source: Photo of the document page/side with client's address, Utility bill no older than 3 months can replace a second photo if the personal document does not show the address.
sl: Fotografija dokumenta / strani, kjer je vaš naslov, Račun (telefon, elektrika ipd), ki ni starejši od treh mesecev in iz katerega je razviden vaš stalni naslov, v kolikor le-ta ni razviden iz osebnega dokumenta.

# kyc_selfie_photo_title
source: Selfie image
sl: Vaša fotografija (selfie)

# kyc_selfie_photo_subtitle
source: Image with client's picture and ID
sl: Vaša fotografija na kateri držite osebni dokument

# kyc_documents_expiry
source: Document expiry date must not be within 3 months from the date of KYC application.
sl: Veljavnost dokumenta mora biti daljša od treh mesecev od dneva izpolnitve KYC.

# kyc_documents_file_format
source: Document photos must be in jpeg or png file format.
sl: Format fotografije vašega dokumenta mora biti .jpeg ali .png.

source: KYC submitted
sl: KYC oddan

source: KYC required
sl: Potreben je KYC

# pfr_search_results
source: Search results
sl: Rezultati iskanja

# pfr_search_keyword
source: Keyword
sl: Ključna beseda

# pfr_search_tip
source: Tip: You can separate keywords with commas “,”
sl: Namig: Ključne besede lahko ločite z vejicami “,”

# pfr_success_title
source: Your upload
sl: Nalaganje

# pfr_name_your_file
source: Name your file
sl: Poimenujte dokument

# pfr_upload_title
source: Upload a new file
sl: Naložite nov dokument

# pfr_upload_subtitle
source: Please enter file details below.
sl: Spodaj vnesite podrobnosti dokumenta.

# pfr_choose_file
source: Choose your file
sl: Izberite dokument

# pfr_download_msg
source: Are you sure that you want to download this item?
sl: Ste prepričani, da želite prenesti ta izdelek?

# pfr_delete_msg
source: Are you sure that you want to remove this file?
sl: Ste prepričani, da želite odstraniti ta dokument?

# lbl_file_size
source: Size:
sl: Velikost:

# library_no_itmes
source: No items
sl: Ni izdelkov

# library_my_files
source: My files
sl: Moji dokumenti

# library_all
source: All
sl: Vse

# library_languages
source: Languages
sl: Jeziki

# library_no_purchases
source: No. of purchases
sl: Število nakupov

# library_buy_now
source: Buy now
sl: Kupite zdaj

# library_purchased
source: Purchased
sl: Kupljeno

source: Library item:
sl: Publikacija:

# purchase_title
source: Your purchase
sl: Vaš nakup

# purchase_subtitle
source: Please check payment details below before you confirm your purchase.
sl: Pred potrditvijo nakupa spodaj preverite podrobnosti plačila.

# purchase_payment_method
source: Payment method
sl: Način plačila

# purchase_payment_method_card
source: Credit card
sl: Kreditna kartica

# purchase_payment_method_mrp
source: MRP tokens
sl: MRP žetoni

# purchase_credit_card_buyers_profile
source: Buyer profile
sl: Podatki o kupcu

# purchase_credit_card_data
source: Credit card data
sl: Podatki o kreditni kartici

# purchase_credit_card_required
source: All fields in the form below are required to be filled out!
sl: Vsa polja v spodnjem obrazcu so obvezna!

# purchase_credit_card_holder
source: Card holder (name on the card)
sl: Imetnik kartice (ime na kartici)

# purchase_credit_card_number
source: Card number
sl: Številka kartice

# purchase_credit_card_exp_date
source: EXP Date
sl: Datum izteka veljavnosti

# purchase_buyer_info
source: Buyer info
sl: Podatki o kupcu

# purchase_card_info
source: Card info
sl: Podatki o kartici

# purchase_terms_checkbox
source: Order with payment obligation (no refund)
sl: Naročilo z obveznostjo plačila (brez vračila)

# card_msgs_remove
source: Unlinking credit card as payment method will prevent fast checkout and automatic subscription renewal. Are you sure you wish to proceed?
sl: Če odstranite kreditno kartico kot plačilno metodo, hitro plačilo in samodejna obnova naročnine ne bo več na voljo. Ste prepričani, da želite nadaljevati?

# wallet_create
source: Create wallet
sl: Ustvarite denarnico

# wallet_restore
source: Restore wallet
sl: Obnovite denarnico

# wallet_enter_password
source: Enter password
sl: Vnesite geslo

# wallet_confirm_password
source: Confirm password
sl: Potrdite geslo

# wallet_mnemonics_write
source: These are mnemonics for the wallet. Please write them down in exact order as written below!
sl: To so ključne besede (mnemonics) za denarnico. Zapišite jih v točno tem vrstnem redu!

# wallet_mnemonics_enter
source: Please enter mnemonics in exact same order to confirm that you have copied them over and stored them to a secure location (or written them on a piece of paper). Mnemonics are the only tool that can be used to restore the wallet.
sl: Vnesite ključne besede (mnemonics) v točno istem vrstnem redu, da potrdite, da ste jih kopirali in shranili na varnost mesto (ali napisali na kos papirja). Te ključne besede so edino orodje, s katerim boste lahko obnovili svojo denarnico.

# wallet_msgs_incorrect_mnemonics
source: Incorrect mnemonics
sl: Nepravilne ključne besede

# wallet_msgs_created
source: Wallet successfully created
sl: Uspešno ste ustvarili denarnico

# wallet_msgs_completed
source: Completed
sl: Zaključeno

# wallet_msgs_creation_failed
source: Wallet creation failed
sl: Ustvarjanje denarnice ni uspelo

# wallet_msgs_token_exist
source: Token already exists
sl: Žeton že obstaja

# wallet_msgs_token_added
source: Token added successfully
sl: Žeton je bil uspešno dodan

# wallet_msgs_restored
source: Wallet restored
sl: Denarnica je obnovljena

# wallet_msgs_restore_failed
source: Wallet restore failed
sl: Obnovitev denarnice ni uspela

# wallet_msgs_transaction_broadcasted
source: Transaction in progress.
sl: Transakcija v teku.

# wallet_msgs_remove
source: Are you sure that you want to remove the wallet?
sl: Ali ste prepričani, da želite odstraniti denarnico?

# wallet_msgs_mnemonics_size
source: Phrase must consist of 12 words!
sl: Besedilo mora vsebovati 12 besed!

# wallet_msgs_removed
source: Wallet successfully removed.
sl: Denarnica je uspešno odstranjena.

# wallet_error_retrieving_token
source: Error retrieving token information
sl: Napaka pri pridobivanju informacij o žetonih

# wallet_error_adding_token
source: Adding token failed
sl: Dodajanje žetona ni uspelo

# wallet_error_transactions
source: Error loading transactions
sl: Napaka pri prenosu

# wallet_error_balances
source: Error loading balances
sl: Napaka pri prenosu stanja

# wallet_error_send
source: Error sending transaction
sl: Napaka pri prenosu

# wallet_msgs_ss_captured
source: Screenshot captured.
sl: Posnetek zaslona.

# wallet_msgs_warning
source: Bad security practice.
sl: Slaba varnostna praksa.

# wallet_tokens
source: Tokens
sl: Žetoni

# wallet_add_token
source: Add token
sl: Dodajte žeton

# wallet_enter_address
source: Enter address
sl: Vnesite naslov

# wallet_choose_token
source: Choose token
sl: Izberite žeton

# wallet_please_enter_password
source: Please enter password
sl: Vnesite geslo

# wallet_contract_address_hint
source: Enter contract address
sl: Vnesite naslov pametne pogodbe

# wallet_decimal_count
source: Decimal count
sl: Decimalno število

# wallet_token_name
source: Token name
sl: Ime žetona

# wallet_token_symbol
source: Token symbol
sl: Simbol žetona

# wallet_enter_mnemonics
source: Enter mnemonics
sl: Vnesite ključne besede (mnemonics)

# wallet_transaction_id
source: Transaction id:
sl: Številka prenosa:

# wallet_transaction_details
source: Transaction details
sl: Podrobnosti prenosa

# wallet_transaction_to
source: To:
sl: Za:

# wallet_transaction_from
source: From:
sl: Od:

# wallet_transaction_value
source: Value:
sl: Vrednost:

# wallet_transaction_status
source: Status:
sl: Stanje:

# wallet_transaction_gas_price
source: Gas price:
sl: Cena prenosa:

# wallet_mnemonics_save_bold
source: wrote down and saved
sl: zapisali in shranili

# wallet_mnemonics_save
source: Please confirm you wrote down and saved all 12 mnemonics!
sl: Potrdite, da ste zapisali in shranili vseh 12 ključnih besed (mnemonics)!

# wallet_mnemonics_popup_message
source: The following screen contains mnemonics for your wallet. Please write them down.
sl: Na naslednjem zaslonu bodo prikazane ključne besede (mnemonics) za vašo denarnico. Zapišite jih.

# cancel_subscription_question
source: Do you want to remove subscription immediately?
sl: Ali želite nemudoma prekiniti naročnino?

# settings_delete_account
source: Delete account
sl: Izbrišite račun

# msgs_account_deleted
source: Account successfully deleted
sl: Račun uspešno izbrisan

# msgs_account_delete
source: Are you sure you wish to delete your account. This action is irreversible and you will not be able to access your data after confirmation?
sl: Ali ste prepričani, da želite izbrisati račun? To dejanje je nepovratno. Ko račun izbrišete, do podatkov ne boste mogli več dostopati

# action_reset_filter
source: Reset
sl: Ponastavitev

# lbl_name_or_tags
source: Name or Tags
sl: Ime oznak

# exclusion_answer
source: When investing in securities there is always a possibility of a financial loss. If you are not willing to accept any degree of risk you should not invest in securities.
sl: Pri investiranju v vrednostne papirje vedno obstaja možnost finančne izgube. Če niste pripravljeni sprejeti nikakršne stopnje tveganja, ne investirajte v vrednostne papirje.

# select_new_advisor
source: Please select new advisor
sl: Izberite novega svetovalca

# pick_advisor_warning
source: Your advisor is no longer available for services you suscriebed for. For this reason please select another advisor from the organization to continue using purchased services. in case you no longer wish to use services of this organization, please select Cancel subscription
sl: Vaš svetovalec ni več na voljo za storitve, na katere ste naročeni. Zato izberite novega svetovalca iz iste organizacije, da boste lahko še naprej uporabljali storitev. Če storitve te organizacije ne želite več uporabljati, izberite ukaz Prekliči naročnino.

# pick_advisor_confirm_description
source: Please confirm that you wish to cancel your subscription with immediate effect
sl: Potrdite, da želite prekiniti vašo naročnino s takojšnjim učinkom.

# pick_advisor_confirm_title
source: Cancel subscription
sl: Prekinitev naročnine

source: Strategy type:
sl: Vrsta strategije:

# pick_advisor_selection_confirm_title
source: Please confirm your selection
sl: Potrditev svoj izbor

# lbl_ok
source: Ok
sl: V redu

# lbl_subtitle
source: To purchase content or services, please use web application. Once purchased through web application, content and services can be accessed in mobile application as well.
sl: Za nakup vsebin ali storitev uporabite spletno aplikacijo. Po opravljenem nakupu prek spletne aplikacije bodo vsebine ali storitve na voljo tudi prek mobilne aplikacije.
